[
    {
        "topic": "health",
        "items": [
            {
                "imageName": "health_0",
                "title": "Get healthy, go green",
                "description": "Here are a few particularly good tidbits",
                "link": "https://taboolanews.com/summary-page/3687694654531729572"
            }]
    },
    {
        "topic": "sport",
        "items": [
            {
                "imageName": "sport_0",
                "title": "F1 news LIVE: Latest news and updates from Formula 1",
                "description": "Formula 1 legends Sir Jackie Stewart and David Coulthard have urged Lewis Hamilton to ‘step aside’ and ‘retire’ from the sport to avoid the ‘pain’ of not being able to compete as he used to behind the wheel. Hamilton has struggled to adapt to Mercedes new W13 car in 2022 only finishing on the podium",
                "link": "https://taboolanews.com/summary-page/6540470742340777419"
            },
            {
                "imageName": "sport_1",
                "title": "F1 Azerbaijan Grand Prix live stream: How can I watch today’s race live on TV in the UK?",
                "description": "Formula One heads to Baku this weekend for the Azerbaijan Grand Prix. Sergio Perez is the man in form in the Red Bull after securing a frantic victory around Monaco a fortnight ago at the expense of Charles Leclerc. The Ferrari man lagged home in fourth after a series of errors from his team, although",
                "link": "https://taboolanews.com/article/da70e1ae-6b54-fc55-e793-26e11580d13c"
            },
            {
                "imageName": "sport_2",
                "title": "Brandon Williams 'is surplus to requirements at Manchester United' despite the arrival of new boss Erik ten Hag and 'could leave for around £10m' after impressing on loan at Norwich ",
                "description": "Manchester United are 'willing to sell Brandon Williams' despite his impressive loan spell at Norwich last season. The 21-year-old will be allowed to leave for around £10m as new United boss Erik ten Hag builds his new squad. Williams would have struggled for play time in a team that also includes",
                "link": "https://taboolanews.com/summary-page/1890589688136913531"
            },
            {
                "imageName": "sport_3",
                "title": "Is England vs New Zealand on TV? Start time, channel and how to watch third Test",
                "description": "England face New Zealand in the final Test of their three-match series having already sewn up victory with two wins from the opening two. The hosts entertain at Headingley having earned an insurmountable 2-0 lead at Lord’s and Trent Bridge. Ben Stokes has got off to the perfect start as captain",
                "link": "https://taboolanews.com/summary-page/2808604443521689519"
            }
        ]
    },
    {
        "topic": "technology",
        "items": [
            {
                "imageName": "technology_0",
                "title": "Telegram Is Going to Introduce Premium Subscriptions",
                "description": "Telegram CEO Pavel Durov has announced the messaging app, which has been free to use since it debuted in 2013, is going to introduce a subscription-based Premium offering. \"After giving it some thought,\" Durov says, \"we realized that the only way to let our most demanding fans get more while keeping",
                "link": "https://taboolanews.com/article/c92b9de7-6eab-780c-0d6e-cadf628ffee6"
            },
            {
                "imageName": "technology_1",
                "title": "The 10 best and funniest tweets of the week",
                "description": "You there! The elegant-looking person reading a blog on your device. You like tweets, do you not? Well, guess what? I've collected the absolute best and funniest tweets from this week. Why? Because I do it every week, my good pal. This week was especially great for funny tweets.",
                "link": "https://taboolanews.com/article/1ef8b294-8524-ffe6-df2c-5a6da70f85ba"
            },
            {
                "imageName": "technology_2",
                "title": "Tim Cook asks for federal privacy law in a letter to Congress, knowing Apple can handle it",
                "description": "It’s possible to be selfless and a little selfish at the same time. That’s the needle Apple CEO Tim Cook is seemingly trying to thread, anyway. In a letter to congress that you can read in full courtesy of 9to5Mac, Cook advocated for the passage of a federal data privacy law that would offer privacy",
                "link": "https://taboolanews.com/article/388e4504-05cd-8603-6c67-07e9f66a5cfa"
            },
            {
                "imageName": "technology_3",
                "title": "10 games worth checking out from GC3's games showcase",
                "description": "Summer Games Fest 2022 keeps chugging along with Guerrilla Collective's showcase of indie games returning once again. Simply called \"GC3,\" the third annual event showcase announced and revealed more than 40 games during its 90-minute runtime. From games that'll raise your heartbeat to games that'll",
                "link": "https://taboolanews.com/article/034b2e1b-0c60-fd8a-d756-74041c8b7280"
            }
        ]
    },
    {
        "topic": "topnews",
        "items": [
            {
                "imageName": "topnews_0",
                "title": "Profits at ExxonMobil, Chevron skyrocket with oil prices",
                "description": "US oil giants ExxonMobil and Chevron -- targets of White House criticism over soaring gasoline costs -- reported record quarterly profits Friday amid the war in Ukraine that sparked a steep rise in energy prices. With crude surging above $100 a barrel shortly after the Russian invasion",
                "link": "https://taboolanews.com/article/50bafad6-c3d4-60f1-f978-fd8069d05411"
            },
            {
                "imageName": "topnews_1",
                "title": "After Uvalde shooting, parents feel there is ‘no safe place’ for children",
                "description": "The massacre in Uvalde has led to a shift in parenting as shootings persist in places once assumed to be safe yet federal action to prevent future attacks stalls",
                "link": "https://taboolanews.com/summary-page/8687999578290716433"
            },
            {
                "imageName": "topnews_2",
                "title": "Contraband McMuffins cost traveller to Australia US$2,000",
                "description": "A traveller arriving in Australia from Indonesia has been hit with an almost US$2,000 fine after border guards detected two McMuffins and a ham croissant secretly squirrelled away in their backpack. Biosecurity detector dog Zinta sniffed out the egg-and-meat contraband at Darwin Airport",
                "link": "https://taboolanews.com/article/b2715edb-88ac-b710-14f6-6969553324a0"
            },
            {
                "imageName": "topnews_3",
                "title": "Climate change and vanishing islands threaten brown pelicans",
                "description": "CHAUVIN, La. Sliding off the side of her small boat, seabird biologist Bonnie Slaton wades through waist-high water, brown pelicans soaring overhead, until she reaches Raccoon Island. During seabird breeding season, the place is a symphony of noise and motion — one of the few remaining refuges",
                "link": "https://taboolanews.com/summary-page/-7231399208478792849"
            }
        ]
    }
]
